
    POSITION_DATA= {
        "0": {
            "name": {
                "chinese_name": "东门", 
                "english_name": "test"
            }, 
            "reach_position_x": "45.45380401611328", 
            "reach_position_y": "2.682209014892578e-7", 
            "reach_position_z": "6.106569766998291", 
            "reach_rotation_y": "-1.4811850786209106", 
            "ui_position": "{{0.7383748967126504,0},{0.5162722797596919,0},{0.8059245655868228,0},{0.5618996561855474,0}}"
        }, 
        "1": {
            "name": {
                "chinese_name": "礼堂", 
                "english_name": "test"
            }, 
            "reach_position_x": "-23.1036376953125", 
            "reach_position_y": "0.0003110170364379883", 
            "reach_position_z": "-0.41869744658470154", 
            "reach_rotation_y": "-1.4791851043701172", 
            "ui_position": "{{0.5754609894278824,0},{0.5599985155011367,0},{0.6430106583020545,0},{0.6056258919269923,0}}"
        }, 
        "10": {
            "name": {
                "chinese_name": "新初中楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-161.63758850097656", 
            "reach_position_y": "0.20000028610229492", 
            "reach_position_z": "102.74617004394531", 
            "reach_rotation_y": "-3.0401835441589355", 
            "ui_position": "{{0.28936827419609423,0},{0.26532170941748656,0},{0.3569179430702665,0},{0.31094908584334213,0}}"
        }, 
        "11": {
            "name": {
                "chinese_name": "初中楼", 
                "english_name": [
                    "test", 
                    "test"
                ]
            }, 
            "reach_position_x": "-164.75466918945312", 
            "reach_position_y": "0.19304800033569336", 
            "reach_position_z": "141.3580322265625", 
            "reach_rotation_y": "-3.0611817836761475", 
            "ui_position": "{{0.28936827419609423,0},{0.1588578310904904,0},{0.3569179430702665,0},{0.2044852075163459,0}}"
        }, 
        "12": {
            "name": {
                "chinese_name": "西门", 
                "english_name": "test"
            }, 
            "reach_position_x": "-195.40231323242188", 
            "reach_position_y": "-0.9199998378753662", 
            "reach_position_z": "148.11436462402344", 
            "reach_rotation_y": "-1.3289995193481445", 
            "ui_position": "{{0.23109012850073,0},{0.20068292614752462,0},{0.2986397973749022,0},{0.24631030257338013,0}}"
        }, 
        "13": {
            "name": {
                "chinese_name": "校史馆", 
                "english_name": "test"
            }, 
            "reach_position_x": "51.44356918334961", 
            "reach_position_y": "-0.020000115036964417", 
            "reach_position_z": "154.17031860351562", 
            "reach_rotation_y": "-1.461999773979187", 
            "ui_position": "{{0.7158583404212597,0},{0.18547380067223945,0},{0.7834080092954321,0},{0.23110117709809497,0}}"
        }, 
        "14": {
            "name": {
                "chinese_name": "操场", 
                "english_name": "test"
            }, 
            "reach_position_x": "-78.04546356201172", 
            "reach_position_y": "0.01999986171722412", 
            "reach_position_z": "-29.50609016418457", 
            "reach_rotation_y": "-1.4458123445510864", 
            "ui_position": "{{0.38870602254046505,0},{0.5086677170220493,0},{0.4562556914146373,0},{0.554295093447905,0}}"
        }, 
        "15": {
            "name": {
                "chinese_name": "后勤楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-21.460506439208984", 
            "reach_position_y": "0.0799998939037323", 
            "reach_position_z": "85.35855102539062", 
            "reach_rotation_y": "0.2570936679840088", 
            "ui_position": "{{0.6403616516795378,0},{0.3698844470600722,0},{0.7079113205537102,0},{0.41551182348592763,0}}"
        }, 
        "2": {
            "name": {
                "chinese_name": "行政楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-11.920108795166016", 
            "reach_position_y": "2.682209014892578e-7", 
            "reach_position_z": "15.09393310546875", 
            "reach_rotation_y": "-3.044184684753418", 
            "ui_position": "{{0.6151960887656307,0},{0.4744471847026577,0},{0.6827457576398028,0},{0.5200745611285132,0}}"
        }, 
        "3": {
            "name": {
                "chinese_name": "实验楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-52.21052551269531", 
            "reach_position_y": "0.00031103193759918213", 
            "reach_position_z": "-22.42045783996582", 
            "reach_rotation_y": "-0.08612706512212753", 
            "ui_position": "{{0.5039378106199353,0},{0.6455498462996159,0},{0.5714874794941076,0},{0.6911772227254713,0}}"
        }, 
        "4": {
            "name": {
                "chinese_name": "图书馆楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-8.868274688720703", 
            "reach_position_y": "0.0003110170364379883", 
            "reach_position_z": "-23.603668212890625", 
            "reach_rotation_y": "0.08885839581489563", 
            "ui_position": "{{0.5979775457192731,0},{0.6322418615087413,0},{0.6655272145934452,0},{0.677869237934597,0}}"
        }, 
        "5": {
            "name": {
                "chinese_name": "高中部", 
                "english_name": "test"
            }, 
            "reach_position_x": "-33.0062255859375", 
            "reach_position_y": "0.02000027894973755", 
            "reach_position_z": "-100.20255279541016", 
            "reach_rotation_y": "0.07772601395845413", 
            "ui_position": "{{0.59267953247424,0},{0.8166525078965741,0},{0.6602292013484121,0},{0.8622798843224295,0}}"
        }, 
        "6": {
            "name": {
                "chinese_name": "甲楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-80.12710571289062", 
            "reach_position_y": "0.02000027894973755", 
            "reach_position_z": "13.697296142578125", 
            "reach_rotation_y": "-3.03818416595459", 
            "ui_position": "{{0.47612324108351145,0},{0.49726087291558546,0},{0.5436729099576836,0},{0.5428882493414411,0}}"
        }, 
        "7": {
            "name": {
                "chinese_name": "乙楼", 
                "english_name": "test"
            }, 
            "reach_position_x": "-82.7310791015625", 
            "reach_position_y": "0.02000027894973755", 
            "reach_position_z": "38.792903900146484", 
            "reach_rotation_y": "-3.03818416595459", 
            "ui_position": "{{0.46420271128218693,0},{0.4288198082768022,0},{0.5317523801563592,0},{0.4744471847026577,0}}"
        }, 
        "8": {
            "name": {
                "chinese_name": "体育馆", 
                "english_name": "test"
            }, 
            "reach_position_x": "-57.63689422607422", 
            "reach_position_y": "0.18211409449577332", 
            "reach_position_z": "80.63129425048828", 
            "reach_rotation_y": "-1.4701858758926392", 
            "ui_position": "{{0.47082522783847836,0},{0.34897189953155505,0},{0.5383748967126505,0},{0.3945992759574105,0}}"
        }, 
        "9": {
            "name": {
                "chinese_name": "艺术中心", 
                "english_name": "test"
            }, 
            "reach_position_x": "-53.87334060668945", 
            "reach_position_y": "0.12955410778522491", 
            "reach_position_z": "55.52130889892578", 
            "reach_rotation_y": "1.6140151023864746", 
            "ui_position": "{{0.5675139695603326,0},{0.3717855877444828,0},{0.6350636384345048,0},{0.41741296417033835,0}}"
        }
    }
