
    ROUTE_DATA= {
        "RouteTo": {
            "chinese": "\n\
[padding='l:0 t:4 r:0 b:4']   北京市地震局-公交车站 270米\n\
途经公交车：26路, 302路, 374路, 394路, 528路, 运通110线, 运通114线, 运通118线, 运通124线\n\
\n\
\n\
海淀南路西口-公交车站   423米\n\
途经公交车：302路, 304路, 307路, 361路, 386路, 394路, 528路, 611路, 630路, 671路, 运通114线, 运通124线\n\
\n\
\n\
海淀南路-公交车站  622米\n\
途经公交车：304路, 307路, 386路, 611路, 630路, 671路, 944路, 运通109线\n\
", 
            "english": "\n\
daodaluxian\n\
   Under construction"
        }, 
        "SurroundingBus": {
            "chinese": "\n\
[padding='l:0 t:4 r:0 b:4']   北京市地震局-公交车站 270米\n\
途经公交车：26路, 302路, 374路, 394路, 528路, 运通110线, 运通114线, 运通118线, 运通124线\n\
\n\
\n\
海淀南路西口-公交车站   423米\n\
途经公交车：302路, 304路, 307路, 361路, 386路, 394路, 528路, 611路, 630路, 671路, 运通114线, 运通124线\n\
\n\
\n\
海淀南路-公交车站  622米\n\
途经公交车：304路, 307路, 386路, 611路, 630路, 671路, 944路, 运通109线\n\
", 
            "english": "\n\
zhoubiangongjiao\n\
    Under construction"
        }
    }
